/* Go back action title */
"Back" = "Tillbaka";

/* Continue action title */
"Continue" = "Fortsätt";

/* Setup a new printer title */
"Set Up New Printer" = "Installera en ny skrivare";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Efter några få steg kan du börja använda din HP-skrivare.";

/* Prepare printer message */
"Prepare" = "Förbered";


/* Ensure power is on message on prepare printer view */
"Power is ON" = "Strömmen är PÅ";

/* Unconfigured printer display name */
"New Wireless Printer" = "Ny trådlös skrivare";

/* Printer selection view title */
"Connect" = "Anslut";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Klicka på Fortsätt om du vill installera en ny trådlös skrivare eller på Visa alla om du vill välja en skrivare som redan är ansluten.";

/* Show all printers button title */
"Show All" = "Visa alla";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Gå igenom de här stegen för att lägga till din skrivare i Wi-Fi-nätverket.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Anslut din Mac till skrivaren";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Klicka på Wi-Fi-ikonen på menyraden och välj skrivarens nätverk (börjar med \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Klicka på Wi-Fi-ikonen på menyraden och välj ditt skrivarnätverk (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Återställ den ursprungliga Wi-Fi-inställningen på din Mac";

/* Generic network name in lowercase */
"your network" = "ditt nätverk";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Klicka på Wi-Fi-ikonen på menyraden och välj %@-nätverket.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Klicka på Wi-Fi-ikonen på menyraden, välj \"Anslut till annat nätverk\" och anslut till nätverket %@.";

/* Generic network name */
"Your network" = "Ditt nätverk";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi-nätverket%1$@kräver ett%2$@lösenord.";

/* Password title */
"Password:" = "Lösenord:";

/* Cancel button title */
"Cancel" = "Avbryt";

/* OK button title */
"OK" = "OK";

/* Try again button title */
"Try Again" = "Försök igen";

/* Default button of alert on timeout while restoring connection */
"Wait" = "Vänta";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Konfigurera om";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Kontrollera att nätverksnamnet och lösenordet är korrekta, gör ett nytt försök senare eller välj ett annat nätverk i listan.";


/* Other button of alert on timeout while restoring connection */
"Cancel" = "Avbryt";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Kan inte ansluta till nätverket \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Nätverket \"%1$@\" använder krypteringstypen %2$@. Denna krypteringstyp stöds inte.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Gå igenom de här stegen för att förbereda utskrift.";
"Click Add Printer. A new window will open." = "Klicka på Lägg till skrivare. Ett nytt fönster öppnas.";
"Add Printer..." = "Lägg till skrivare…";
"In the newly opened window:" = "I det just öppnade fönstret:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Välj \"%1$@\" från popup-menyn %2$@.";
"Use" = "Använd";
"Print Using" = "Skriv ut med";


"Click Add." = "Klicka på Lägg till.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "För att försäkra dig om att skrivaren har konfigurerats på korrekt sätt lägger du ett ark %@-papper i skrivarens pappersfack och klickar på Skriv ut testsida.";

"Print Test Page" = "Skriv ut testsida";

/* The name of the print job */
"Test Page" = "Testsida";

"Add and Verify" = "Lägg till och verifiera";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Hitta och anslut till ett Wi-Fi-nätverk.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Ange namn och säkerhetstyp för det nätverk som du vill ansluta till.";

/* Network name label */
"Network Name:" = "Nätverksnamn:";

/* Security type label */
"Security:" = "Säkerhet:";

/* Password label */
"Password:" = "Lösenord:";

/* Show password checkbox title */
"Show password" = "Visa lösenord";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Tillämpa";

"Done" = "Klar";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Uppdaterar nätverk…";
"No Networks Found" = "Hittar inga nätverk";
"%d Networks Found" = "%d nätverk hittade";
"Join Other Network..." = "Anslut till annat nätverk…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: på";
"Turn Wi-Fi Off" = "Stäng av Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Hem";
"Create Network..." = "Skapa nätverk…";
"Open Network Preferences..." = "Öppna Nätverksinställningar…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ försöker ändra dina utskriftsinställningar. Tillåt detta genom att skriva ditt lösenord.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ försöker ändra dina utskriftsinställningar. Tillåt detta genom att skriva ett administratörsnamn och ett lösenord.";

"Account name:" = "Kontonamn:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Använd den aktuella drivrutinen";

"Switch to the HP Driver" = "Byt till HP-drivrutinen";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Ingen";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personal";
"wpa_enterprise" = "WPA Enterprise";
"wpa2_enterprise" = "WPA2 Enterprise";
"wpa_psk" = "WPA Personal";
"wpa2" = "WPA2 Personal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Förbereder för att öppna HP Utility...";
"Thank You!" = "Tack!";
"Continue with HP Utility" = "Fortsätt med HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klicka på Öppna HP Utility och följ sedan de angivna stegen. När HP Utility har öppnats stängs HP Easy Start automatiskt.";
"Cannot open HP Utility." = "Kan inte öppna HP Utility.";
"Open HP Utility..." = "Öppna HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu när du är ansluten och all nödvändig programvara är installerad kan du använda HP Utility för att utföra återstående konfigurationsuppgifter för skrivaren.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Vi kunde inte automatiskt hämta några mjukvarualternativ för den här produkten. Gå till webbsidan för HP och sök efter produktlösningar där.";
"Searching for software..." = "Söker efter programvara...";
"Install" = "Installera";
"Recommended" = "Rekommenderad";
"Installing... %.1f%%" = "Installerar... %.1f%%";
"Loading..." = "Läser in...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Det gick inte att aktivera HP Web Services för din enhet";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Se till att enheten är ansluten till Internet och har rätt proxyinställningar.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Systemaktivitet pågår, vänta ...";

"Cannot obtain software information." = "Kan inte erhålla information om programvaran.";
"Cannot install software." = "Kan inte installera programvaran.";
"Go back to the previous step and try to install the software again." = "Gå tillbaka till föregående steg och försök installera programvaran på nytt.";
"%@ is busy" = "%@ är upptaget";
"Downloading... %@" = "Hämtar... %@";
"Update available" = "En uppdatering är tillgänglig";
"Downloaded" = "Hämtad";
"Version: %@" = "Version: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Installationen lyckades";
"The software cannot be installed. Try again later." = "Programvaran kan inte installeras. Försök igen senare.";
"Cannot connect to server" = "Kan inte ansluta till servern";
"Required" = "Obligatorisk";
"Up to date" = "Uppdaterad";
"Not Installed" = "Inte installerad";
"Software installation requires authorization." = "Programvaruinstallationen behöver en auktorisering.";
"Cannot obtain software information. Check your network connection, and then try again." = "Kan inte erhålla information om programvaran. Kontrollera nätverksanslutningen och försök sedan igen.";
"Cannot download the software." = "Kan inte hämta programvaran.";
"Check your network connection, and then try again." = "Kontrollera nätverksanslutningen och försök sedan igen.";
"Waiting..." = "Väntar...";
"Connecting..." = "Ansluter...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Vill du använda HPs skrivardrivrutin?";
"Select \"%@\"" = "Välj \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Välj IP-fliken och ange sedan %@ i adressfältet.";

"Choose \"%@\" from the Protocol pop-up menu." = "Välj \"%@\" från popup-menyn för protokollet.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Välj ett protokoll som stöds av din skrivare från popup-menyn för protokollet.";


"Generic PostScript Printer" = "Allmän PostScript-skrivare";
"Generic PCL Printer" = "Allmän PCL-skrivare";

/* Printer search/discovery */
"Ready to Connect" = "Redo att anslutas";
"Search for IP address: %@" = "Sök efter följande IP-adress: %@";
"Searching..." = "Söker...";
"No devices have been found." = "Hittade inga enheter.";
"No devices have been found" = "Hittade inga enheter";

"Search for host name: %@" = "Sök efter följande värdnamn: %@";

/* Printer configuration */
"More..." = "Mer ...";
"About HP Auto Wireless Connect" = "Om HP Auto Wireless Connect";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klicka på etiketten under enhetssymbolen och ge enheten ett namn som är lätt att känna igen. Se till att Mac-datorns aktuella nätverk är valt och klicka sedan på Gå med.";

/* Join button title */
"Join" = "Gå med";

/* Connect device to Wi-Fi network screen description */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Obs! När klickar på knappen Gå med bryts datorns anslutning till det trådlösa nätverket tillfälligt. %@";


/* Preferences window title */
"Preferences" = "Inställningar";

/* Error messages */

"Cannot connect to the selected network." = "Kan inte ansluta till det valda nätverket.";
"Cannot configure the printer." = "Kan inte konfigurera skrivaren.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Du kan inte avsluta programmet under tiden som ändringar tillämpas.";

/* Message displayed on test page */
"Printing is enabled" = "Utskrift har aktiverats";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Du kan inte avsluta programmet under installationen. Vänta tills installationen har slutförts.";

/* Reminders */
"Remind Me..." = "Påminn mig...";
"Set reminders to explore and install free HP-recommended software." = "Lägg in påminnelser om att utforska och installera kostnadsfri HP-rekommenderad programvara.";
"Checking for software..." = "Söker efter programvara...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Startsida";

/* Reminder time options */
"30 minutes" = "30 minuter";
"1 hour" = "1 timme";
"1 day" = "1 dag";
"No reminders" = "Inga påminnelser";

"Enable Printing" = "Aktivera utskrift";

"You cannot quit the application." = "Du kan inte avsluta programmet.";


/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Annan programvara";
"Explore and install free HP recommended software." = "Utforska och installera kostnadsfri HP-rekommenderad programvara.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Tillåt %@ att få åtkomst till påminnelser i systeminställningspanelen för Säkerhet och integritet.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Välj nätverk";

/* Printer setup */


/* Info button title */
"More Info" = "Mer information";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ kan ha tagits bort eller flyttats till en annan plats. Stäng och öppna %1$@ på nytt och försök igen.";
"Cannot complete operation" = "Det går inte att slutföra åtgärden";
"Are you sure that you want to skip Online Setup steps?" = "Vill du hoppa över stegen i onlineinstallation?";
"Skip" = "Hoppa över";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Onlineinstallation är en viktig del av hela skrivarinstallationen. Vissa produktfunktioner är kanske inte tillgängliga förrän dessa steg slutförs.";
"Unable to communicate with the printer." = "Det går inte att kommunicera med skrivaren.";

/* Printer is not found title */
"No devices found that match search criteria" = "Inga enheter som motsvarar sökvillkoret hittades";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Kontrollera att enheten är aktiverad och redan ansluten till ditt nätverk eller via USB eller att enheten är klar för att anslutas till ditt trådlösa nätverk. Kontrollera även produktnamnet eller tilldelat namn för nätverksenheten och säkerställ att sökinformationen har angetts korrekt. Klicka på informationsknappen för ytterligare tips om du inte hittar enheten.";


/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Utskrift har inte aktiverats.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Utskriften aktiverades inte korrekt vid föregående steg. Detta verkar bero på att fel skrivare har markerats i dialogrutan Lägg till skrivare. Utför dessa steg på nytt och kontrollera noggrant vilka markeringar du tillämpar.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Anslut skrivaren genom att slutföra följande steg. Klicka på Försök igen när du slutför varje steg.\n\n1. Kontrollera att alla skrivarkablar är säkert anslutna och att den trådlösa anslutningen fungerar korrekt.\n\n2. Stäng av skrivaren och slå på den igen.";

"Username:" = "Användarnamn:";

/* Conclusion screen title */
"Continue Online" = "Fortsätt  online";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "En anslutning har upprättats och den viktigaste programvaran har installerats. Resten av skrivarkonfigurationen sker online.";

/* Continue Online button title */
"Continue Online..." = "Fortsätt online…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Öppna webbläsaren genom att klicka på Fortsätt online och följ stegen som visas. När webbläsaren öppnas stängs HP Easy Start automatiskt.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Fortsätt med online-konfiguration";
"Skip Online Setup" = "Hoppa över online-konfiguration";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Slutför installation...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Kontrollera att enheten är aktiverad, att alla sladdar är anslutna och att trådlös åtkomst är aktiverad på enheten. Klicka på informationsknappen för ytterligare tips om enheten ändå inte hittas.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Det finns inte tillräckligt med ledigt utrymme på din startdisk för att ladda ned den valda programvaran. Frigör mer utrymme på startdisken genom att ta bort filer. Försök sedan igen.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start kräver minst %1$@ tillgängligt utrymme på startdisken för att installera de valda objekten, men endast %2$@ finns tillgängligt . Frigör mer utrymme på stardisken genom att ta bort filer. Försök sedan igen.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Sök";


/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Säker AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd byte";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "HP-programvara för din AirPrint-kompatibla %1$@ finns bara tillgängligt för OS X %2$@ eller senare. Klicka på Fortsätt för att fortsätta inställningen med AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "HP-drivrutiner för din %1$@-enhet finns bara tillgängligt för OS X %2$@ eller senare. Uppdatera datorns operativsystem och installera därefter de senaste HP-drivrutinerna.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Nu när du är ansluten sker resten av inställningen online.";

/* Enable logging checkbox title */
"Enable Logging" = "Aktivera loggning";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Samtycke och inställningar";

"AgreementsAndSettingsScreenCescription" = "HP samlar in och analyserar data om produkt(-er), programvara och användning av tjänster samt tekniska data från din enhet i syfte att kunna tillhandahålla våra produkter och tjänster, inklusive uppdateringar och varningsmeddelanden, tillhandahålla dig information och förmåner som är relevanta för dig samt förbättra produkter, tjänster och affärsverksamhet.  HP kan även analysera dessa data tillsammans med andra personuppgifter som samlas on enligt HP:s sekretesspolicy, från dig, andra HP-kunder eller tredje part.\n\nLäs igenom och godkänn följande avtal och inställningar.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Information som samlas in under installationsprocessen";

"Disclosure of the information collected by HP during the setup process." = "Yppande av information som samlas in av HP under installationsprocessen";

/* Second agreement: EULA */
"End User License Agreement" = "Licensavtal för slutanvändare";

"The legal agreement between HP and users of this software." = "Det juridiska avtalet mellan HP och användarna av denna programvara.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Datainsamling för produktförbättring (rekommenderas)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Låt HP samla in och analysera information om användning av produkten och programvara";

/* Miscellaneous */

"HP Privacy Statement" = "HP:s sekretessavtal";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Din HP skrivare eller skanner är redo för användning efter bara ett fåtal steg!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "När dessa preliminera uppgifter har slutförts klickar du på Fortsätt.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Tillbehör har installerats (om tillämpligt)";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Om du inte kommer att använda en trådlös anslutning ansluter du en lämplig kabel (USB eller Ethernet) från din enhet till Mac-datorn eller det trådbundna nätverket.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Om du behöver hjälp med någon av dessa uppgifter konsulterar du informationen som medföljde HP-produkten.";

/* Unconfigured device display name */
"New Wireless Device" = "Ny trådlös enhet";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Välj den enhet du vill använda och klicka sedan på Fortsätt.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Ett fel uppstod under konfigurationsförsöket. Återställ enheten till standardinställningarna och försök sedan igen.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Enheten har inte stöd för trådlös installation via ett trådlöst nätverk. Se produktens information för mer information.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Det gick inte att hitta enheten i ditt trådlösa nätverk. Klicka på Vänta om du vill fortsätta sökningen eller klicka på Konfigurera om om du vill starta konfigurationen från början. Klicka på Avbryt om du vill välja en annan enhet.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Installationen av HP-produkten har slutförts";
"Your device is set up and ready to use." = "Enheten är installerad och klar att användas.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu när du är ansluten och nödvändig programvara har installerats använder du HP Utility för att slutföra återstående uppgifter i skrivarinstallationen.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Byt namn på enhet (frivilligt)";

/* Renaming device error title and description */
"Cannot change device name." = "Det går inte att ändra enhetens namn.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Bytet av enhetens namn misslyckades. Du kan försöka igen, prova att använda ett annat namn eller fortsätta med enhetens nuvarande namn.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "En AirPrint-skrivardrivrutin finns tilldelad till din skrivare. Denna drivrutin innehåller grundläggande funktioner och har stöd för användning med din skrivare. För att du ska vara säker på att ha tillgång till skrivarens alla funktioner rekommenderas dock användning av en skrivardrivrutin från HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "En generisk skrivardrivrutin finns tilldelad till din skrivare. Denna drivrutin innehåller grundläggande funktioner och har stöd för användning med din skrivare. För att du ska vara säker på att ha tillgång till skrivarens alla funktioner rekommenderas dock användning av en skrivardrivrutin från HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Hämta och installera den rekommenderade programvaran för din HP-produkt.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Slå på Mac-datorns Wi-Fi-anslutning för att upptäcka tillgängliga enheter.";
"Searching for device with IP address: %@" = "Söker efter enhet med IP-adressen: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtrera enheterna i listan eller ange en IP-adress eller ett värdnamn.";
"Devices matching %@" = "Enheter som matchar %@"; 
"Cannot find device." = "Det gick inte att hitta enheten.";
"Searching for device with host name: %@" = "Söker efter enhet med värdnamnet: %@";


/* Printer configuration */
"Set Up My HP Product" = "Installera min HP-produkt";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "För att konfigurationen av enheten ska kunna göras måste HP Easy Start ändra dina anslutningsinställningar tillfälligt. Auktorisering krävs.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Din enhet är inte kompatibel med 5 GHz-nätverk. Välj ett annat nätverk och prova sedan igen.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Din enhet kan inte anslutas till nätverkskanalen %1$@. Kanaler som stöds är %2$@. Ställ in routern för användning av en av de kanaler som stöds eller välj ett annat nätverk.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Din enhet kan inte anslutas till nätverkskanalen %@. Ställ in routern för användning av en annan kanal eller välj ett annat nätverk.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Samlar in enhetsinformation...";


/* USB device busy error allert title and description */
"The device is busy" = "Enheten är upptagen";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Enheten används av operativsystemet eller något annat program. Prova igen eller starta om enheten.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Det gick inte att kommunicera med enheten.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Se till att din enhet är påslagen och ansluten till ditt nätverk. Kontrollera även den tilldelade enhetens värdnamn eller IP-adress och kontrollera att du har skrivit in sökinformationen korrekt. Klicka på informationsknappen om du vill ha fler tips att prova om enheten fortfarande inte kan hittas.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Det användarnamn och lösenord som tilldelats den här enheten av din administratör krävs för att den här uppgiften ska kunna utföras.";



/* Setup locale and language title and description */


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Förbereder för installation...";
"Connecting to the device..." = "Ansluter till enheten...";
"Setting up the device..." = "Ansluter enheten...";

"Restoring your network connection..." = "Återställer nätverksanslutningen...";
"Verifying the device settings..." = "Verifierar enhetsinställningarna...";
"Your device is now connected." = "Din enhet är nu ansluten.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Aktivera utskrift";

/* For multi-function printers */
"Enable Print and Scan" = "Aktivera utskrift och skanning";
"Follow these steps to prepare to print and scan." = "Förbered för utskrift och skanning genom att följa dessa steg.";

/* For single-function scanners */
"Enable Scanning" = "Aktivera skanning";
"Follow these steps to prepare for scanning." = "Förbered för skanning genom att följa dessa steg.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Du säkerställer att skannern har konfigurerats korrekt genom att lägga ett dokument i skannern enligt markeringarna på enheten och sedan klicka på Skanna testsida.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Anslutningstypen stöds inte.";
"Scanning functions will not be available" = "Skanningsfunktionerna kommer inte att finnas tillgängliga.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X har inte stöd för skanning på enheter som ansluts via värdnamn eller IP-adress. Du kan fortsätta att installera enheten för enbart utskrift. Du skannar genom att aktivera Bonjour på din enhet, kontrollera att enheten är ansluten till samma lokala nätverk som Mac-datorn och sedan välja enheten igen när den visas i listan.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X har inte stöd för skanning på enheter som ansluts via värdnamn eller IP-adress. Aktivera Bonjour på din enhet, kontrollera att enheten är ansluten till samma lokala nätverk som Mac-dator och sedan välja enheten igen när den visas i listan.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Ansluter till skannern...";
"The scanner reported an error" = "Ett fel rapporterades av skannern.";
"Scanning..." = "Skannar...";
"The scanner is warming up..." = "Skannern värmer upp...";
"A document is not loaded" = "Inget dokument är ilagt.";

/* Test page control titles */
"Scan" = "Skanna";

"Print" = "Skriv ut";
"Scan Test Page" = "Skanna testsida";

/* Create device queue instruction and button title */
"Add Device..." = "Lägg till enhet";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Välj \"%1$@\" med värde för plats \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Loggad information sparas i \"%1$@\" i mappen %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Bekräfta att skannern fungerar ordentligt.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Det valda nätverket kan inte nås från din HP-enhet. Försök att flytta enheten närmare din trådlösa router eller åtkomstpunkt.";
"Google Analytics Privacy Policy" = "Sekretesspolicy för Google Analytics";
"The scanner was added successfully." = "Skannern lades till.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Din enhet %1$@ har stöd för användning i OS X %2$@ eller senare. Uppdatera datorns operativsystem.";
"Test Your Scanner" = "Testa din skanner";
"Place an item on the scanner and try again." = "Lägg ett objekt på skannern och försök igen.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Kontrollera att USB-kabeln är ordentligt ansluten till enhetens och Mac-datorns USB-port.";
"Cannot configure the device software." = "Det går inte att konfigurera enhetens programvara.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Kontrollera att alla enhetens kablar är ordentligt anslutna eller att den trådlösa anslutningen fungerar korrekt och försök sedan igen.";
"ReviewedCheckboxTitle" = "Jag har läst och accepterat avtalen och inställningarna.";
"Your Mac login password is required to complete this step." = "Du behöver lösenordet till Mac-datorn för att slutföra det här steget.";
"Make sure your device is powered on and connected to the network, and then try again." = "Kontrollera att enheten är påslagen och ansluten till nätverket, och försök sedan igen.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "HP:s skanningsdrivrutiner för din enhet %1$@ finns endast tillgängliga för OS X %2$@ eller senare. Uppdatera datorns operativsystem och installera sedan de senaste drivrutinerna från HP.";
"Creating the printer queue..." = "Skapar skrivarkön...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Om du vill säkerställa att skrivaren har konfigurerats korrekt kontrollerar du att det finns papper i skrivarens pappersfack och klickar sedan på Skriv ut testsida.";
"Connecting to the scanner. Please wait..." = "Ansluter till skannern. Vänta...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Inloggningsuppgifterna till din Mac-dator krävs för att ge HP Easy Start behörighet att installera programvara på den här datorn. Klicka på OK och försök sedan igen.";
"The %@ IP address is not reachable." = "IP-adressen %@ går inte att komma åt.";
"Click to setup the scanner in the system" = "Klicka för att installera skannern i systemet";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "IP-adressen du angav ligger i ett annat IP-nätverk och är inte tillgänglig från din Mac-dator.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "För att utföra detta frivilliga steg lägger du ett ensidigt dokument på skannern enligt placeringsmarkeringarna och klickar sedan på Skanna testsida. Â Om skannern fungerar korrekt visas den skannade bilden i förhandsgranskningsområdet.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Kontrollera att USB-kabeln är ordentligt ansluten till enhetens och Mac-datorns USB-port. Om enheten fortfarande inte kan hittas kopplar du bort USB-kabeln, väntar en stund och ansluter den sedan igen.";
"ProductImprovementDescription" = "För att förbättra HP:s produkter och lösningar, få en bättre förståelse för kunderna och utveckla strategiska affärsinitiativ använder HP verktyg, inklusive Google Analytics, för att samla in, sammanställa och analysera data som inte innehåller någon personligen identifierbar information.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Lägg till denna skanner i listan \"Skrivare och skanners\" i Systeminställningar.";

/* Message for the case scanner queue is already created when user enters the scan test page screen */
"The scanner was added successfully." = "Skannern lades till.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Lägg till skrivaren i listan \"Skrivare och skanners\" i Systeminställningar.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "För att utföra detta frivilliga steg placerar du ett ark %@ papper i skrivarens pappersmagasin och klickar sedan på Skriv ut testsida.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ måste startas om";
"Setup of the selected device requires HP software update and restart of %@." = "Konfiguration av vald enhet kräver uppdatering av HP-programvaran och omstart av %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Lägg till enheten till \"%@\"-listan i Systeminställningar.";
"Add this scanner to the System Preferences \"%@\" list." = "Lägg till enheten till \"%@\"-listan i Systeminställningar.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Skrivare och skanner";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Skrivare och skannrar";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Vissa enhetsfunktioner är eventuellt inte tillgängliga.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X har endast stöd för skannings- och faxfunktioner för enheter som ansluts via Bonjour, men denna enhet kan inte identifieras via Bonjour. Du kan fortsätta konfigurera enheten för enbart utskrift. Om du vill använda alla enhetsfunktioner aktiverar du Bonjour på enheten, kontrollerar att enheten är ansluten till samma lokala nätverk som din Mac och väljer sedan enheten igen när den visas i listan.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Utskriftskön för enheten måste uppdateras.";
"Update..." = "Uppdatera...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X har inte stöd för skanning på enheter som ansluts via metoder med värdnamn eller IP-adress. Om du vill skanna aktiverar du Bonjour på enheten, kontrollerar att enheten är ansluten till samma lokala nätverk som din Mac och väljer sedan enheten igen när den visas i listan.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Du ansluter enheten via nedanstående steg. När du har slutfört varje steg klickar du på \"Försök igen\".\n \n1. Kontrollera att alla kablar är ordentligt anslutna eller att den trådlösa anslutningen fungerar korrekt.\n\n2. Stäng av enheten och slå på den igen.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Installation av maskinvara";
"Lets install ink and paper" = "Nu är det dags att installera bläck och lägga i papper!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Följ de tryckta instruktionerna som medföljde din enhet.\n\nNär du har installerat bläck och lagt i papper väljer du <b>Fortsätt</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Det går inte att upprätta anslutning för onlineinstallation.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Vissa installationsmoment för enheten, inklusive installation av programvara från HP, kräver internetanslutning. Kontrollera att din dator är ansluten till internet och klicka sedan på Försök igen. Klicka på Fortsätta offline om du vill hoppa över onlineinstallationen.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Vissa installationsmoment för enheten, inklusive installation av programvara från HP, kräver internetanslutning. Kontrollera att din dator är ansluten till internet och klicka sedan på Försök igen. Klicka på Fortsätta offline om du vill hoppa över onlineinstallationen och installera enheten med AirPrint-drivrutinen.";
/* Continue offline button title */ 
"Continue Offline" = "Fortsätta offline";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Hämtning av programvara pågår. Vänta tills hämtningen har slutförts.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Stäng ändå";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "En aktiv hämtning pågår. Vänta tills hämtningen har slutförts eller avbryt aktiva hämtningar.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Det går inte att hämta programvaran. Försök igen senare.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Aktivera Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Din enhet är tillgänglig via Bonjour-anslutning.";
"Using Bonjour allows you to have more features and options for work with your device." = "Om du använder Bonjour får du fler funktioner och alternativ för din enhet.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Använd Bonjour-anslutning";
"Use current connection" = "Använd aktuell anslutning";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X stöder skannings- och faxfunktioner endast för enheter anslutna via Bonjour, och det gick inte att hitta den här enheten via Bonjour. Du kan fortsätta installera enheten endast för att skriva ut. Om du vill använda enhetens samtliga funktioner aktiverar du Bonjour på enheten och kontrollerar att den är ansluten till samma lokala nätverk som din Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X stöder skanning endast för enheter anslutna via Bonjour, och det gick inte att hitta den här enheten via Bonjour. Aktivera Bonjour på enheten och kontrollera att den är ansluten till samma lokala nätverk som din Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Anslut enheten till det trådlösa nätverket";
"Your device supports wireless network connection." = "Enheten har stöd för trådlös anslutning.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Anslut till det trådlösa nätverket";
"Continue with USB connection" = "Fortsätt med USB-anslutning";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Kontrollera att USB-kabeln är ordentligt ansluten till USB-portarna på enheten och Mac-datorn. Om det ändå inte fungerar stänger du av enheten, väntar en stund och sätter på den igen.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Koppla ur enheten från USB-porten.";
"Please unplug your device from USB to start using the network connection." = "Koppla ur enheten från USB-porten om du vill börja använda nätverksanslutningen.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Enhetsmodell";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Ange enhetsmodell för att börja söka efter programvara på nätet.";

/* Done button title */
"New Download" = "Ny nedladdning";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Försäkra dig om att skrivaren har konfigurerats på rätt sätt genom att se till att det finns papper i skrivaren fack och sedan klicka på %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Du genomför det här valfria steget genom att lägga ett ensidigt dokument på skannern så som markeringarna indikerar och sedan klicka på %@. Om allt fungerar som det ska visas den skannade bilden i förhandsgranskningsområdet.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Du genomför det här valfria steget genom att lägga ett ark %@-papper i skrivarens pappersfack och sedan klicka på %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Wi-Fi-bandfrekvensstödet har inaktiverats. Aktivera det via enhetens kontrollpanel, eller välj ett annat nätverk.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Välj enheten du vill använda och klicka sedan på <b>Fortsätt</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "OBS: När du klickar på <b>Gå med</b> kopplas din Mac-dator tillfälligt bort från det trådlösa nätverket. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Klicka på etiketten under ikonen för enheten och ge enheten ett namn som är lätt att känna igen. Kontrollera att Mac-datorns aktuella Wi-Fi-nätverk är valt och klicka sedan på <b>Gå med</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klicka på<b>Öppna HP Utility</b> och följ sedan de anvisningar som visas. När HP Utility har öppnats stängs HP Easy Start automatiskt.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klicka på <b>Fortsätt online</b> för att öppna webbläsaren och följ sedan de steg som visas. När webbläsaren har öppnats stängs HP Easy Start automatiskt.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Sätt på din enhet för att installera, ansluta och snabbt börja skriva ut med HP Easy Start. Din HP-skrivare eller -skanner är redo att användas med bara några enkla steg!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Välj land...";
"Select Language..." = "Välj språk...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Bonjour-anslutning krävs för skanning.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Klicka på <b>Fortsätt</b> om du vill fortsätta med Bonjour-anslutning.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Lägg till och verifiera din enhet"; 
"Follow these steps to prepare the device for work." = "Förbered enheten för arbete genom att följa dessa steg.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Installationen inte fullständig";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Om du stänger %1$@ går det kanske inte att skriva ut från den här datorn.\nÄven om du har anslutit skrivaren till ett nätverk behöver du installera skrivardrivrutiner.\nDessutom kanske dina tillbehör inte konfigureras korrekt  om du stänger detta fönster nu.\nKlicka på <b>%2$@</b> för att fortsätta installationen (rekommenderat), <b>%3$@</b> för att hämta och installera skrivardrivrutiner eller <b>%4$@</b> för att avsluta programmet.";

/* Skip online setup button title */
"Skip to Software Download" = "Gå vidare till hämtning av programvara";

/* Quit application during online setup button title */
"Quit" = "Avsluta";

"Welcome to %@!" = "Välkommen till %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Slå på enheten för att enkelt konfigurera, ansluta och börja skriva ut med HP Easy Start.\nLåt oss få din HP-skrivare eller -skanner redo att använda!";
I_Have_Read_Agreement_prefix = "Jag har läst och godkänt ";
"End_User_License_Agreement" = "licensavtal för slutanvändare";
" and " = " och ";
"Privacy Statement" = "sekretesspolicy";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Om du vill veta mer eller ändra användarinställningarna ";
"click here" = "klicka här";
User_Settings_suffix = ".";
"User Settings" = "Användarinställningar";
"Allow usage information to be sent" = "Tillåt användarinformation att skickas";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP samlar in och analyserar skrivaranvändning och tekniska data från HP-enheter för att tillhandahålla och förbättra produkter, tjänster och affärsverksamhet och leverera relevant information samt fördelar. HP kan också analysera dessa data i kombination med annan data som samlats in i enlighet med HPs sekretesspolicy.";
"Allow your %@ software to send data to HP" = "Tillåt din %@-programvara att skicka data till HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "För att leverera bättre versioner av din %@-programvara samlar HP periodiskt in anonyma användningsdata (vissa uppgifter kan samlas in med hjälp av Google Analytics) och överför data till HP.";
"Click here to learn more about Google Analytics" = "Klicka här för att läsa mer om Google Analytics";
"Prepare printer for setup" = "Förbered skrivaren för installation";
"Click <b>Continue</b> after you complete the following tasks." = "Klicka på <b>Fortsätt</b> när du har slutfört följande uppgifter.";
"Make sure the printer is plugged into a power source" = "Se till att skrivaren är ansluten till en strömkälla";
"Make sure the printer is turned ON" = "Se till att skrivaren är påslagen";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "För installation av trådlös skrivare, ta bort alla Ethernet- eller USB-kablar som kan vara anslutna till din skrivare";
"For assistance with these tasks, consult the information provided with your printer." = "Läs informationen som medföljde skrivaren för hjälp med dessa uppgifter.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Hämta";
/* Menu item to create new window */
"New Download Window" = "Nytt nedladdningsfönster";

/* Main screen title */
"Download Software" = "Hämta programvara";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Ange modellnamnet på enheten för att börja söka efter programvara";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Ingen modell har valts";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Visa i sökaren";
